const RAW = [
  {from:"L", n:1, photos:[
    "photos/left(1)/1.김필립_1_서울_25.12.21.jpg",
    "photos/left(1)/2.홍서경_1_리즈_260130.jpg",
    "photos/left(1)/3.김필립_1_서울_260208.jpg",
    "photos/left(1)/4.홍서경_1_노팅엄_260214.jpg",
    "photos/left(1)/5.김필립_1_서울_260221.jpg",
    "photos/left(1)/6.홍서경_1_리즈_260228.jpg",
    "photos/left(1)/7.김필립_1_상갈_260307.jpg",
    "photos/left(1)/8.홍서경_1_리즈_260314.jpg",
    "photos/left(1)/9.김필립_1_서울_260316.jpg",
    "photos/left(1)/10.홍서경_1_빈_260402.jpg",
    "photos/left(1)/11.김필립_1_서울_260405.jpg",
    "photos/left(1)/12.홍서경_1_바르셀로나_260411.jpg",
    "photos/left(1)/13.김필립_1_흥덕_260419.jpg",
    "photos/left(1)/14.홍서경_1_리즈_260503.jpg",
    "photos/left(1)/15.김필립_1_서현_260516.jpg"
  ] , captions:[
    "서울 · 2025.12.21", "리즈 · 2026.01.30", "서울 · 2026.02.08",
    "노팅엄 · 2026.02.14", "서울 · 2026.02.21", "리즈 · 2026.02.28",
    "상갈 · 2026.03.07", "리즈 · 2026.03.14", "서울 · 2026.03.16",
    "빈 · 2026.04.02", "서울 · 2026.04.05", "바르셀로나 · 2026.04.11",
    "흥덕 · 2026.04.19", "리즈 · 2026.05.03", "서현 · 2026.05.16"
  ]},
  {from:"L", n:2, photos:[]},
  {from:"L", n:3, photos:[]},
  {from:"H", n:1, photos:[]},
  {from:"H", n:2, photos:[]},
  {from:"H", n:3, photos:[]}
];